Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Commerce.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# paywall.mockup.plus.blocking
source: At %@ your chosen apps pause until you check in.
ar: في %@ تتوقف التطبيقات التي اخترتِها مؤقتًا حتى تسجّلي.
bn: %@-এ আপনার বাছাই করা অ্যাপগুলো টিক না দেওয়া পর্যন্ত পজ থাকবে।
ca: A les %@, les apps triades es posen en pausa fins que confirmis.
cs: V %@ se vybrané aplikace pozastaví, dokud neodškrtneš dnešek.
da: Kl. %@ sættes dine valgte apps på pause, indtil du krydser af.
de: Um %@ pausieren deine gewählten Apps, bis du abhakst.
el: Στις %@ οι εφαρμογές που επέλεξες μπαίνουν σε παύση μέχρι να το σημειώσεις.
es: A las %@, las apps que elegiste se pausan hasta que marques lo de hoy.
fi: Klo %@ valitsemasi sovellukset menevät tauolle, kunnes kuittaat.
fr: À %@, les apps choisies se mettent en pause jusqu’à ce que tu valides.
gu: %@ વાગ્યે તમે પસંદ કરેલી ઍપ્સ, તમે નોંધ ન કરો ત્યાં સુધી થોભી જશે.
he: ב-%@ האפליקציות שבחרת יושהו עד שתסמני.
hi: %@ पर आपके चुने हुए ऐप्स दर्ज करने तक रुक जाएँगे।
hr: U %@ odabrane aplikacije pauziraju se dok se ne javiš.
hu: %@-kor a kiválasztott appok szünetelnek, amíg ki nem pipálod.
id: Pukul %@, aplikasi pilihanmu dijeda sampai kamu check-in.
it: Alle %@ le app che hai scelto vanno in pausa finché non confermi.
ja: %@になると、選んだアプリは記録するまで一時停止します。
kn: %@ ಗೆ ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ಆ್ಯಪ್‌ಗಳು ನೀವು ದಾಖಲಿಸುವವರೆಗೆ ತಡೆಹಿಡಿಯಲ್ಪಡುತ್ತವೆ.
ko: %@에 선택한 앱이 체크할 때까지 일시 중지돼요.
ml: %@-ന് നിങ്ങൾ തിരഞ്ഞെടുത്ത ആപ്പുകൾ നിങ്ങൾ രേഖപ്പെടുത്തുന്നതുവരെ പോസ് ചെയ്യും.
mr: %@ वाजता तुम्ही निवडलेली ॲप्स तुम्ही नोंद करेपर्यंत थांबतील.
ms: Pada pukul %@, apl pilihan kamu dijeda sehingga kamu sahkan.
nb: Kl. %@ pauses appene du har valgt, til du krysser av.
nl: Om %@ pauzeren je gekozen apps tot je afvinkt.
or: %@ ରେ ଆପଣ ବାଛିଥିବା ଆପ୍ ଦର୍ଜ କରିବା ପର୍ଯ୍ୟନ୍ତ ବିରାମରେ ରହିବ।
pa: %@ ’ਤੇ ਤੁਹਾਡੀਆਂ ਚੁਣੀਆਂ ਐਪਾਂ ਦਰਜ ਕਰਨ ਤੱਕ ਰੁਕ ਜਾਣਗੀਆਂ।
pl: O %@ wybrane aplikacje się wstrzymają, aż odhaczysz dzień.
pt_br: Às %@, os apps escolhidos pausam até você registrar.
pt_pt: Às %@, as apps escolhidas ficam em pausa até registares.
ro: La %@, aplicațiile alese intră pe pauză până bifezi ziua.
ru: В %@ выбранные приложения встанут на паузу, пока ты не отметишься.
sk: O %@ sa vybrané aplikácie pozastavia, kým neodškrtneš dnešok.
sl: Ob %@ se izbrane aplikacije začasno zaustavijo, dokler ne odkljukaš.
sv: Kl. %@ pausas dina valda appar tills du bockar av.
ta: %@ மணிக்கு, நீங்கள் தேர்ந்தெடுத்த ஆப்ஸ் நீங்கள் பதிவு செய்யும் வரை இடைநிறுத்தப்படும்.
te: %@కి మీరు ఎంచుకున్న యాప్‌లు మీరు నమోదు చేసే వరకు పాజ్ అవుతాయి.
th: เวลา %@ แอปที่คุณเลือกจะหยุดชั่วคราวจนกว่าคุณจะเช็กอิน
tr: Saat %@ olunca seçtiğin uygulamalar, sen işaretleyene kadar duraklar.
uk: О %@ вибрані застосунки стануть на паузу, доки ти не відмітишся.
ur: %@ پر آپ کی چنی ہوئی ایپس درج کرنے تک رک جائیں گی۔
vi: Lúc %@, các ứng dụng bạn chọn sẽ tạm dừng đến khi bạn điểm danh.
zh_hans: 到 %@ 时，你选的应用会暂停，直到你打卡。
zh_hant: 到 %@ 時，你選的 App 會暫停，直到你打卡。

# paywall.mockup.plus.reminders
source: Pillie keeps reminding you until you check in.
ar: يواصل Pillie تذكيرك حتى تسجّلي.
bn: টিক না দেওয়া পর্যন্ত Pillie মনে করিয়ে দিতে থাকবে।
ca: Pillie t’ho continua recordant fins que confirmis.
cs: Pillie ti připomíná, dokud neodškrtneš dnešek.
da: Pillie bliver ved med at minde dig om det, indtil du krydser af.
de: Pillie erinnert dich weiter, bis du abhakst.
el: Το Pillie σού το θυμίζει μέχρι να το σημειώσεις.
es: Pillie te lo sigue recordando hasta que marques lo de hoy.
fi: Pillie muistuttaa uudelleen, kunnes kuittaat.
fr: Pillie continue de te rappeler jusqu’à ce que tu valides.
gu: તમે નોંધ ન કરો ત્યાં સુધી Pillie યાદ અપાવતું રહેશે.
he: Pillie ממשיך להזכיר לך עד שתסמני.
hi: दर्ज करने तक Pillie याद दिलाता रहेगा।
hr: Pillie te podsjeća sve dok se ne javiš.
hu: A Pillie addig emlékeztet, amíg ki nem pipálod.
id: Pillie terus mengingatkanmu sampai kamu check-in.
it: Pillie continua a ricordartelo finché non confermi.
ja: 記録するまでPillieがリマインドを続けます。
kn: ನೀವು ದಾಖಲಿಸುವವರೆಗೆ Pillie ನೆನಪಿಸುತ್ತಲೇ ಇರುತ್ತದೆ.
ko: 체크할 때까지 Pillie가 계속 알려 줘요.
ml: നിങ്ങൾ രേഖപ്പെടുത്തുന്നതുവരെ Pillie ഓർമ്മിപ്പിച്ചുകൊണ്ടിരിക്കും.
mr: तुम्ही नोंद करेपर्यंत Pillie आठवण करून देत राहील.
ms: Pillie terus mengingatkan kamu sehingga kamu sahkan.
nb: Pillie fortsetter å minne deg på det til du krysser av.
nl: Pillie blijft je herinneren tot je afvinkt.
or: ଦର୍ଜ କରିବା ପର୍ଯ୍ୟନ୍ତ Pillie ଆପଣଙ୍କୁ ମନେ ପକାଉଥିବ।
pa: ਦਰਜ ਕਰਨ ਤੱਕ Pillie ਯਾਦ ਕਰਾਉਂਦਾ ਰਹੇਗਾ।
pl: Pillie przypomina, dopóki nie odhaczysz dnia.
pt_br: O Pillie continua te lembrando até você registrar.
pt_pt: O Pillie continua a lembrar-te até registares.
ro: Pillie îți tot amintește până bifezi ziua.
ru: Pillie напоминает, пока ты не отметишься.
sk: Pillie ti pripomína, kým neodškrtneš dnešok.
sl: Pillie te opominja, dokler ne odkljukaš.
sv: Pillie fortsätter påminna dig tills du bockar av.
ta: நீங்கள் பதிவு செய்யும் வரை Pillie நினைவூட்டிக்கொண்டே இருக்கும்.
te: మీరు నమోదు చేసే వరకు Pillie గుర్తు చేస్తూనే ఉంటుంది.
th: Pillie จะเตือนคุณต่อไปจนกว่าคุณจะเช็กอิน
tr: Pillie sen işaretleyene kadar hatırlatmaya devam eder.
uk: Pillie нагадує, доки ти не відмітишся.
ur: درج کرنے تک Pillie یاد دلاتا رہے گا۔
vi: Pillie tiếp tục nhắc bạn đến khi bạn điểm danh.
zh_hans: Pillie 会一直提醒你，直到你打卡。
zh_hant: Pillie 會一直提醒你，直到你打卡。
